do-- by @Dev_ar
local function Dev_ar(msg, matches)
if matches[1] == "الاوامر" then
local helps =  [[
⚡️ᗨ  الاوامر الرئيسيه  ᗨ⚡️

🔸➖➖➖➖➖➖➖🔹

💠 م1 🎗 اوامر الرفع والحضر

💠 م2 🎗 اوامر عرض حالة المجموعه

💠 م3 🎗 اوامر حماية المجموعه

💠 م4 🎗 اوامر التحكم بالميديا

💠 م5 🎗 اوامر اضافيه للمجموعه

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, helps, ok_cb, false) 
end
if is_sudo(msg) and matches[1]== 'اوامر الرد' then
local ds = [[
🚀 جميع اوامر الردود 🚀
🔸➖➖➖➖➖➖➖🔹

 الردود : لعرض الردود المثبته
رد اضف  + الرد : لأضافت رد جديد
رد مسح  +الرد المراد مسحه
رد مسح الكل : لمسح الكل

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97

]]
reply_msg(msg.id, ds, ok_cb, false) 
end


if matches[1]== 'م1' then
if is_sudo(msg) then
send_document(get_receiver(msg), "./files/me/sudo.webp", ok_cb, false)
local a = [[
🎗  اوامر الرفع والتنزيل📍💭
🔸➖➖➖➖➖➖➖🔹

❕ رفع ادمن : لرفع ادمن في البوت
❕ رفع اداري : لرفع ادمن في المجموعه
❕ تنزيل ادمن : لتنزيل ادمن من البوت
❕ تنزيل اداري : لتنزيل ادمن من المجموعه
❕ الادمنيه : لعرض قائمة الادمنيه
❕ الاداريين : لعرض قائمة الاداريين

🔸➖➖➖➖➖➖➖🔹
📍💭 اوامر الطرد والحضر 🀄️

❕ بلوك بالرد : لطرد العضو من المجموعه
❕ حظر : لحظر وطرد عضو من المجموعه 
❕ الغاء الحظر : لالغاء الحظر عن عضو 
❕ منع : لمنع كلمه داخل المجموعه
❕ الغاء منع : لالغاء منع الكلمه  
❕ كتم  : لكتم عضو بواسطة الرد
❕ ايدي : لعرض ايدي المجموعه 
❕ ايدي بالرد : لعرض ايدي العضو 

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, a, ok_cb, false) 

elseif is_admin1(msg) then
send_document(get_receiver(msg), "./files/me/support.webp", ok_cb, false)
local a1 = [[
🎗  اوامر الرفع والتنزيل📍💭
🔸➖➖➖➖➖➖➖🔹

❕ رفع ادمن : لرفع ادمن في البوت
❕ رفع اداري : لرفع ادمن في المجموعه
❕ تنزيل ادمن : لتنزيل ادمن من البوت
❕ تنزيل اداري : لتنزيل ادمن من المجموعه
❕ الادمنيه : لعرض قائمة الادمنيه
❕ الاداريين : لعرض قائمة الاداريين

🔸➖➖➖➖➖➖➖🔹
📍💭 اوامر الطرد والحضر 🀄️

❕ بلوك بالرد : لطرد العضو من المجموعه
❕ حظر : لحظر وطرد عضو من المجموعه 
❕ الغاء الحظر : لالغاء الحظر عن عضو 
❕ منع : لمنع كلمه داخل المجموعه
❕ الغاء منع : لالغاء منع الكلمه  
❕ كتم  : لكتم عضو بواسطة الرد
❕ ايدي : لعرض ايدي المجموعه 
❕ ايدي بالرد : لعرض ايدي العضو 

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, a1, ok_cb, false) 

elseif is_owner(msg) then
send_document(get_receiver(msg), "./files/me/owner.webp", ok_cb, false)
local a2 = [[
🎗  اوامر الرفع والتنزيل📍💭
🔸➖➖➖➖➖➖➖🔹

❕ رفع ادمن : لرفع ادمن في البوت
❕ رفع اداري : لرفع ادمن في المجموعه
❕ تنزيل ادمن : لتنزيل ادمن من البوت
❕ تنزيل اداري : لتنزيل ادمن من المجموعه
❕ الادمنيه : لعرض قائمة الادمنيه
❕ الاداريين : لعرض قائمة الاداريين

🔸➖➖➖➖➖➖➖🔹
📍💭 اوامر الطرد والحضر 🀄️

❕ بلوك بالرد : لطرد العضو من المجموعه
❕ حظر : لحظر وطرد عضو من المجموعه 
❕ الغاء الحظر : لالغاء الحظر عن عضو 
❕ منع : لمنع كلمه داخل المجموعه
❕ الغاء منع : لالغاء منع الكلمه  
❕ كتم  : لكتم عضو بواسطة الرد
❕ ايدي : لعرض ايدي المجموعه 
❕ ايدي بالرد : لعرض ايدي العضو 

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, a2, ok_cb, false) 

elseif is_momod(msg) then
send_document(get_receiver(msg), "./files/me/moderator.webp", ok_cb, false)
local a3 = [[
🔸➖➖➖➖➖➖➖🔹

❕ الادمنيه : لعرض قائمة الادمنيه
❕ الاداريين : لعرض قائمة الاداريين

🔸➖➖➖➖➖➖➖🔹
📍💭 اوامر الطرد والحضر 🀄️

❕ بلوك بالرد : لطرد العضو من المجموعه
❕ حظر : لحظر وطرد عضو من المجموعه 
❕ الغاء الحظر : لالغاء الحظر عن عضو 
❕ منع : لمنع كلمه داخل المجموعه
❕ الغاء منع : لالغاء منع الكلمه  
❕ كتم  : لكتم عضو بواسطة الرد
❕ ايدي : لعرض ايدي المجموعه 
❕ ايدي بالرد : لعرض ايدي العضو 

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, a3, ok_cb, false) 

 else
send_document(get_receiver(msg), "./files/me/member.webp", ok_cb, false)
return "سوالف مال كبار حبي"
end
  end



-- نهاية السته الاولئ
if matches[1]== 'م2' then
if is_sudo(msg) then
send_document(get_receiver(msg), "./files/me/sudo.webp", ok_cb, false)
local b = [[
🎭 اوامر الوضع للمجموعه 🀄️
🔸➖➖➖➖➖➖➖🔹

❕ ضع صوره :↜ لوضع صوره 
❕ ضع قوانين :↜ لوضع قوانين 
❕ ضع معرف :↜ لوضع معرف 
❕ ضع وصف :↜ لوضع وصف  
❕ ضع اسم :↜ لوضع اسم   
❕ ضـع رابط :↜ لوضع الرابط  
❕ الـرابـط :↜  لعرض الرابط  
❕ تغير الرابط :↜ لتغير رابط 

🔸➖➖➖➖➖➖➖🔹
🎭 اوامر رؤية الاعدادات 🀄️

❕  القوانين : لعرض  القوانين 
❕   الادمنيه : لعرض  الادمنيه 
❕  الاداريين : لعرض  الاداريين 
❕   المكتومين :↜لعرض  المكتومين 
❕  المطور : لعرض معلومات المطور 
❕  معلوماتي :↜لعرض معلوماتك  
❕  الحمايه : لعرض اعدادات المجموعه 
❕   الوسائط : لعرض اعدادات الميديا 
❕   المجموعه : لعرض معلومات المجموعه 
🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, b, ok_cb, false) 
elseif is_admin1(msg) then
send_document(get_receiver(msg), "./files/me/support.webp", ok_cb, false)
local b1 = [[
🎭 اوامر الوضع للمجموعه 🀄️
🔸➖➖➖➖➖➖➖🔹

❕ ضع صوره :↜ لوضع صوره 
❕ ضع قوانين :↜ لوضع قوانين 
❕ ضع معرف :↜ لوضع معرف 
❕ ضع وصف :↜ لوضع وصف  
❕ ضع اسم :↜ لوضع اسم   
❕ ضـع رابط :↜ لوضع الرابط  
❕ الـرابـط :↜  لعرض الرابط  
❕ تغير الرابط :↜ لتغير رابط 

🔸➖➖➖➖➖➖➖🔹
🎭 اوامر رؤية الاعدادات 🀄️

❕  القوانين : لعرض  القوانين 
❕   الادمنيه : لعرض  الادمنيه 
❕  الاداريين : لعرض  الاداريين 
❕   المكتومين :↜لعرض  المكتومين 
❕  المطور : لعرض معلومات المطور 
❕  معلوماتي :↜لعرض معلوماتك  
❕  الحمايه : لعرض اعدادات المجموعه 
❕   الوسائط : لعرض اعدادات الميديا 
❕   المجموعه : لعرض معلومات المجموعه 
🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, b1, ok_cb, false) 
elseif is_owner(msg) then
send_document(get_receiver(msg), "./files/me/owner.webp", ok_cb, false)
local b2 = [[
🎭 اوامر الوضع للمجموعه 🀄️
🔸➖➖➖➖➖➖➖🔹

❕ ضع صوره :↜ لوضع صوره 
❕ ضع قوانين :↜ لوضع قوانين 
❕ ضع معرف :↜ لوضع معرف 
❕ ضع وصف :↜ لوضع وصف  
❕ ضع اسم :↜ لوضع اسم   
❕ ضـع رابط :↜ لوضع الرابط  
❕ الـرابـط :↜  لعرض الرابط  
❕ تغير الرابط :↜ لتغير رابط 

🔸➖➖➖➖➖➖➖🔹
🎭 اوامر رؤية الاعدادات 🀄️

❕  القوانين : لعرض  القوانين 
❕   الادمنيه : لعرض  الادمنيه 
❕  الاداريين : لعرض  الاداريين 
❕   المكتومين :↜لعرض  المكتومين 
❕  المطور : لعرض معلومات المطور 
❕  معلوماتي :↜لعرض معلوماتك  
❕  الحمايه : لعرض اعدادات المجموعه 
❕   الوسائط : لعرض اعدادات الميديا 
❕   المجموعه : لعرض معلومات المجموعه 
🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, b2, ok_cb, false) 
elseif is_momod(msg) then
send_document(get_receiver(msg), "./files/me/moderator.webp", ok_cb, false)
local b3 = [[
🎭 اوامر الوضع للمجموعه 🀄️
🔸➖➖➖➖➖➖➖🔹

❕ ضع صوره :↜ لوضع صوره 
❕ ضع قوانين :↜ لوضع قوانين 
❕ ضع معرف :↜ لوضع معرف 
❕ ضع وصف :↜ لوضع وصف  
❕ ضع اسم :↜ لوضع اسم   
❕ ضـع رابط :↜ لوضع الرابط  
❕ الـرابـط :↜  لعرض الرابط  
❕ تغير الرابط :↜ لتغير رابط 

🔸➖➖➖➖➖➖➖🔹
🎭 اوامر رؤية الاعدادات 🀄️

❕  القوانين : لعرض  القوانين 
❕   الادمنيه : لعرض  الادمنيه 
❕  الاداريين : لعرض  الاداريين 
❕   المكتومين :↜لعرض  المكتومين 
❕  المطور : لعرض معلومات المطور 
❕  معلوماتي :↜لعرض معلوماتك  
❕  الحمايه : لعرض اعدادات المجموعه 
❕   الوسائط : لعرض اعدادات الميديا 
❕   المجموعه : لعرض معلومات المجموعه 
🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, b3, ok_cb, false) 
 else
send_document(get_receiver(msg), "./files/me/member.webp", ok_cb, false)
return "سوالف مال كبار حبي"
end
  end

-- نهايت السته الثانيه
if matches[1]== 'م3' then
if is_sudo(msg) then
send_document(get_receiver(msg), "./files/me/sudo.webp", ok_cb, false)
local c = [[
⚡️ اوامر حماية المجموعه ⚡️

🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح : الاضافه
❗️ قفل ┇ فتح :  الجماعيه
❗️ قفل ┇ فتح : الدردشه
❗️ قفل ┇ فتح : الملصقات
❗️ قفل ┇ فتح : الروابط
❗️ قفل ┇ فتح : اليوزر
❗️ قفل ┇ فتح : الردود
❗️ قفل ┇ فتح : الوسائط 
❗️ قفل ┇ فتح : البوتات
❗️ قفل ┇ فتح : الكلايش
❗️ قفل ┇ فتح : التكرار
❗️ قفل ┇ فتح :  التوجيه
❗️ قفل ┇ فتح : جهات الاتصال
❗️ قفل ┇ فتح : العربيه
❗️ قفل ┇ فتح : المجموعه 
❗️ قفل ┇ فتح : الــكـــل

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, c, ok_cb, false) 
elseif is_admin1(msg) then
send_document(get_receiver(msg), "./files/me/support.webp", ok_cb, false)
local c1 = [[
⚡️ اوامر حماية المجموعه ⚡️

🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح : الاضافه
❗️ قفل ┇ فتح :  الجماعيه
❗️ قفل ┇ فتح : الدردشه
❗️ قفل ┇ فتح : الملصقات
❗️ قفل ┇ فتح : الروابط
❗️ قفل ┇ فتح : اليوزر
❗️ قفل ┇ فتح : الردود
❗️ قفل ┇ فتح : الوسائط 
❗️ قفل ┇ فتح : البوتات
❗️ قفل ┇ فتح : الكلايش
❗️ قفل ┇ فتح : التكرار
❗️ قفل ┇ فتح :  التوجيه
❗️ قفل ┇ فتح : جهات الاتصال
❗️ قفل ┇ فتح : العربيه
❗️ قفل ┇ فتح : المجموعه 
❗️ قفل ┇ فتح : الــكـــل

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, c1, ok_cb, false) 
elseif is_owner(msg) then
send_document(get_receiver(msg), "./files/me/owner.webp", ok_cb, false)
local c2 = [[
⚡️ اوامر حماية المجموعه ⚡️

🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح : الاضافه
❗️ قفل ┇ فتح :  الجماعيه
❗️ قفل ┇ فتح : الدردشه
❗️ قفل ┇ فتح : الملصقات
❗️ قفل ┇ فتح : الروابط
❗️ قفل ┇ فتح : اليوزر
❗️ قفل ┇ فتح : الردود
❗️ قفل ┇ فتح : الوسائط 
❗️ قفل ┇ فتح : البوتات
❗️ قفل ┇ فتح : الكلايش
❗️ قفل ┇ فتح : التكرار
❗️ قفل ┇ فتح :  التوجيه
❗️ قفل ┇ فتح : جهات الاتصال
❗️ قفل ┇ فتح : العربيه
❗️ قفل ┇ فتح : المجموعه 
❗️ قفل ┇ فتح : الــكـــل

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, c2, ok_cb, false) 
elseif is_momod(msg) then
send_document(get_receiver(msg), "./files/me/moderator.webp", ok_cb, false)
local c3 = [[
⚡️ اوامر حماية المجموعه ⚡️

🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح : الاضافه
❗️ قفل ┇ فتح :  الجماعيه
❗️ قفل ┇ فتح : الدردشه
❗️ قفل ┇ فتح : الملصقات
❗️ قفل ┇ فتح : الروابط
❗️ قفل ┇ فتح : اليوزر
❗️ قفل ┇ فتح : الردود
❗️ قفل ┇ فتح : الوسائط 
❗️ قفل ┇ فتح : البوتات
❗️ قفل ┇ فتح : الكلايش
❗️ قفل ┇ فتح : التكرار
❗️ قفل ┇ فتح :  التوجيه
❗️ قفل ┇ فتح : جهات الاتصال
❗️ قفل ┇ فتح : العربيه
❗️ قفل ┇ فتح : المجموعه 
❗️ قفل ┇ فتح : الــكـــل

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, c3, ok_cb, false) 
 else
send_document(get_receiver(msg), "./files/me/member.webp", ok_cb, false)
return "سوالف مال كبار حبي"
end
  end

-- نهايت السته الثالثه
if matches[1]== 'م4' then
if is_sudo(msg) then
send_document(get_receiver(msg), "./files/me/sudo.webp", ok_cb, false)
local d = [[
📍💭 اوامر فتح وقفل الميديا 🀄️
🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح :  الــفيديو
❗️ قفل ┇ فتح : الـصـوت 
❗️ قفل ┇ فتح :  الـصــور 
❗️ قفل ┇ فتح :  الملصقات
❗️ قفل ┇ فتح :  المتحركه
❗️ قفل ┇ فتح :  الوسائط

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, d, ok_cb, false) 
elseif is_admin1(msg) then
send_document(get_receiver(msg), "./files/me/support.webp", ok_cb, false)
local d1 = [[
📍💭 اوامر فتح وقفل الميديا 🀄️
🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح :  الــفيديو
❗️ قفل ┇ فتح : الـصـوت 
❗️ قفل ┇ فتح :  الـصــور 
❗️ قفل ┇ فتح :  الملصقات
❗️ قفل ┇ فتح :  المتحركه
❗️ قفل ┇ فتح :  الوسائط

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, d1, ok_cb, false) 
elseif is_owner(msg) then
send_document(get_receiver(msg), "./files/me/owner.webp", ok_cb, false)
local d2 = [[
📍💭 اوامر فتح وقفل الميديا 🀄️
🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح :  الــفيديو
❗️ قفل ┇ فتح : الـصـوت 
❗️ قفل ┇ فتح :  الـصــور 
❗️ قفل ┇ فتح :  الملصقات
❗️ قفل ┇ فتح :  المتحركه
❗️ قفل ┇ فتح :  الوسائط

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, d2, ok_cb, false) 
elseif is_momod(msg) then
send_document(get_receiver(msg), "./files/me/moderator.webp", ok_cb, false)
local d3 = [[
📍💭 اوامر فتح وقفل الميديا 🀄️
🔸➖➖➖➖➖➖➖🔹

❗️ قفل ┇ فتح :  الــفيديو
❗️ قفل ┇ فتح : الـصـوت 
❗️ قفل ┇ فتح :  الـصــور 
❗️ قفل ┇ فتح :  الملصقات
❗️ قفل ┇ فتح :  المتحركه
❗️ قفل ┇ فتح :  الوسائط

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, d3, ok_cb, false) 
 else
send_document(get_receiver(msg), "./files/me/member.webp", ok_cb, false)
return "سوالف مال كبار حبي"
end
  end

-- نهايت السته الرابعه
if matches[1]== 'م5' then

local mor = [[
📍💭 اوامر اضافيه 🔹🚀🔹

❄️ زخرفه + نص : للزخرفه العربيه
❄️ زخرف + text : للزخرفه الانكليزيه

🔸➖➖➖➖➖➖➖🔹
💠 معلوماتك الشخصيه 🙊

⚜ اسمي : لعرض اسمك 🎈
⚜ معرفي : لعرض معرفك 🎈
⚜ ايديي : لعرض ايديك 🎈
⚜ رقمي : لعرض رقمك  🎈

🔸➖➖➖➖➖➖➖🔹
💠 اوامر التحشيش 😄

بوس + (نص)  🔺تحب + (نص) 
🔸 كول +(نص) 


🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, mor, ok_cb, false)
end

  if is_sudo(msg) and matches[1]== "م المطور" then
 local su = [[
⚜🔸 اوامر المطورين 🔹⚜

🔸➖➖➖➖➖➖➖🔹
💠 تفعيل  : لتفعيل البوت 
💠 تعطيل : لتعطيل البوت 
💠 اذاعه : لنشر كلمه 
💠 طرد البوت : لطرد البوت
💠 صنع مجموعه : لصنع مجموعه 
💠 سوبر : لجعل المجموعه خارقه
💠 مسح المعرف  : مسح معرف المجموعه
💠 مسح الادمنيه : لمسح الادمنيه 
💠 مسح الاداريين : لمسح الاداريين 
💠 اوامر الرد : لعرض اوامر اضافت ردود
🔸➖➖➖➖➖➖➖🔹
❄️ تنشيط: لتنشيط سيرفر البوت
❄️ تحديث: لتحديث سيرفر البوت
❄️ رديس: لعمل رديس لسيرفر البوت

🔸➖➖➖➖➖➖➖🔹
🔹 Đ ё Ⓥ 🔸@dev_ar
🔸 Đ ё Ⓥ 🔹@DEV_js
🔸 Channle 🔹@ar_h97
]]
reply_msg(msg.id, su, ok_cb, false)
end
  if not is_sudo(msg) and matches[1]== "م المطور" then
local su = "سوالف مال  كبار ابني 🌝"
reply_msg(msg.id, e, ok_cb, false)
end
end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م1)$",
"^(م2)$",
"^(م3)$",
"^(م4)$",
"^(م5)$",
"^(م المطور)$",
"^(الاوامر)$", 
"^(اوامر الرد)$",


},
run = Dev_ar 
}
end
-- by @Dev_ar